.temp-foam-regions/toml_export/0/fluid/k
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      k;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 1e-10;
boundaryField
{
rack_walls
{
 type kqRWallFunction;
 value uniform 1e-10;
}
fluid_to_heated_block_0
{
 type kqRWallFunction;
 value uniform 1e-10;
}
}
