.temp-foam-regions/toml_export/0/fluid/nut
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      nut;
}

dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
rack_walls
{
 type nutkWallFunction;
 value uniform 0;
}
fluid_to_heated_block_0
{
 type nutkWallFunction;
 value uniform 0;
}
}
