.temp-foam-regions/toml_export/0/fluid/omega
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      omega;
}

dimensions [0 0 -1 0 0 0 0];
internalField uniform 0.0018257418583505541;
boundaryField
{
rack_walls
{
 type omegaWallFunction;
 value uniform 0.0018257418583505541;
}
fluid_to_heated_block_0
{
 type omegaWallFunction;
 value uniform 0.0018257418583505541;
}
}
