.temp-foam-regions/toml_export/0/heated_block_0/T
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/heated_block_0";
    object      T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 293.15000000000003;
boundaryField
{
heated_block_0_to_fluid
{
 type compressible::turbulentTemperatureRadCoupledMixed;
 Tnbr T;
 kappaMethod solidThermo;
 useImplicit true;
 qrNbr none;
 qr none;
 value uniform 293.15000000000003;
}
".*"
{
 type zeroGradient;
}
}
