.temp-foam-regions/toml_export/constant/g
FoamFile
{
    format      ascii;
    class       uniformDimensionedVectorField;
    location    "constant";
    object      g;
}

dimensions [0 1 -2 0 0 0 0];
value (0 0 -9.80665);
