.temp-foam-regions/toml_export/constant/heated_block_0/radiationProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/heated_block_0";
    object      radiationProperties;
}

radiation off;
radiationModel none;
