.temp-foam-regions/toml_export/constant/regionProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      regionProperties;
}

regions
(
    fluid       (fluid)
    solid       (heated_block_0)
);
