.temp-foam-regions/toml_export/system/topoSetDict_fluid_interfaces
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict_fluid_interfaces;
}

actions
(
    {
        name chtCoupledInterfaces;
        type faceSet;
        action new;
        source patchToFace;
        patch fluid_to_heated_block_0;
    }
);
